// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth: ";
"BTWithVersion"						= "Wersja: %@";
"kNameKey"							= "Nazwa: %@";
"kAddressKey"						= "Adres: %@";
"Dial-up"							= "Bluetooth-Modem";
"Search"							= "Poszukaj telefonów…";
"OpenNetPrefs"						= "Otwórz preferencje sieci…";
"OpenIC"							= "Otwórz program Połącz z Internetem…";
"OnKey"								= "włączony";
"OffKey"							= "wyłączony";
"Not Available"						= "Bluetooth: niedostępny";
"Discoverable"						= "Wykrywalny: wł.";
"NotDiscoverable"					= "Wykrywalny: wył";
"TempDiscoverable"					= "Uczyń wykrywalnym przez 3 minuty";
"BTTurnOff"							= "Wyłącz Bluetooth";
"BTTurnOn"							= "Włącz Bluetooth";
"BTDiscoverable"					= "Wykrywalny";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Tak";
"kBluetoothDeviceNoKey"				= "Nie";
"LowBattWarning"					= "W „%@” wyczerpują się baterie.";
"kDevices"							= "Urządzenia";

"kOpenBTPrefsKey"					= "Otwórz preferencje Bluetooth…";
"kMousePreferences"					= "Otwórz preferencje myszy…";
"kKeyboardPreferences"				= "Otwórz preferencje klawiatury…";
"kTrackpadPreferences"				= "Otwórz preferencje gładzika…";
"kOpenPrintPrefsKey"				= "Otwórz preferencje drukarki…";
"kOpenSoundPrefsKey"				= "Otwórz preferencje dźwięku…";
"kSendFileToDevice"					= "Wyślij plik…";
"kBrowseDevice"						= "Przeglądaj urządzenie…";

"kTurnOnHeadphones"					= "Używaj jako urządzenia audio (stereo)";
"kTurnOffHeadphones"				= "Nie używaj jako urządzenia audio";
"kTurnOnHeadset"					= "Używaj jako urządzenia audio (mono)";
"kTurnOffHeadset"					= "Nie używaj jako urządzenia audio";

"kConnectDevice"					= "Połącz";
"kDisconnectDevice"					= "Rozłącz";
"kResetDevice"						= "Przywróć ustawienia fabryczne tego urządzenia";
"kRemoveDevice"						= "Usuń to urządzenie";
"kSyncDevice"						= "Synchronizuj…";
"kBatteryLevel"						= "Poziom baterii: %@%%";
"kRSSIKey"							= "RSSI: %@ dBm";

"kPerformSDPQueryKey"				= "Uaktualnij usługi urządzenia";
"kPerformNameRequestKey"			= "Uaktualnij nazwę urządzenia";

"kOpenBTSAKey"						= "Skonfiguruj urządzenie Bluetooth…";
"kOpenBTEKey"						= "Otwórz Eksplorator Bluetooth…";
"kOpenBDUKey"						= "Otwórz narzędzie diagnostyczne Bluetooth…";
"kOpenPacketLoggerKey"				= "Otwórz PacketLogger…";

"kBTSendFileKey"					= "Wyślij plik…";
"kBTGetFileKey"						= "Przeglądaj urządzenie…";

"kJoinNetwork"						= "Połącz z siecią";
"kKeyDisconnectFromNetwork"			= "Odłącz od sieci";